[{"info":"Хотите выполнять достижения для разблокировки определённых сценариев и профессий? Достижения сохраняются в общем файле, поэтому будут проверены персонажи из всех миров. Отключение этой функции испортит некоторые фракции и ситуации, на которые вы могли бы наткнуться по ходу игры. Также некоторые сценарии разочаруют неподготовленных, а некоторые профессии пропустят часть игрового контента. Если вы новичок в игре, постепенный прогресс поможет вам последовательно ознакомиться с механикой игры.","default":"По умолчанию: Да","name":"META_PROGRESS","value":"true"},{"info":"Если включено, то радиация приводит к мутации персонажа игрока.","default":"По умолчанию: Да","name":"RAD_MUTATION","value":"true"},{"info":"Если включено, то зомби появятся прямо в убежище, что делает начало игры намного сложнее.","default":"По умолчанию: Нет","name":"BLACK_ROAD","value":"false"},{"info":"Число определяет, как далеко будут города друг от друга.  Чем выше число - тем дальше друг от друга расположены города.  Осторожно, маленькие числа может очень сильно замедлить генерацию мира.","default":"По умолчанию: 4 — Мин.: 0; Макс.: 8","name":"CITY_SPACING","value":"4"},{"info":"Если включено, начальное время года длится вечно.","default":"По умолчанию: Нет","name":"ETERNAL_SEASON","value":"false"},{"info":"Устанавливает время строительства в процентах.  50 — строиться будет в два раза быстрее, 200 — в два раза медленнее.  Ноль автоматически масштабирует строительство в соответствии с длиной сезона текущего мира.","default":"По умолчанию: 100 — Мин.: 0; Макс.: 1000","name":"CONSTRUCTION_SCALING","value":"100"},{"info":"Разрешённые пулы очков для генерации персонажей.","default":"По умолчанию: story_teller — Значения: any, multi_pool, story_teller","name":"CHARACTER_POINT_POOLS","value":"story_teller"},{"info":"Определяет скорость движения монстров.  Высокие значения повышают её, низкие понижают.  Требует сброс мира.","default":"По умолчанию: 100 — Мин.: 1; Макс.: 1000","name":"MONSTER_SPEED","value":"100%"},{"info":"(В разработке) Определяет тип местности, магазинов, растений и т.д.","default":"По умолчанию: default — Значения: default","name":"DEFAULT_REGION","value":"default"},{"info":"Если включено, эмулирует зомби орды.  Зомби могут группироваться в орды, которые могут бродить по городам и иногда приближаться к шуму.  Примечание: текущая реализация не учитывает препятствия должным образом, поэтому при некоторых обстоятельствах может показаться, что орды проходят сквозь стены.  Необходимо сбросить папку с миром после изменения, чтобы оно вступило в силу.","default":"По умолчанию: Нет","name":"WANDER_SPAWNS","value":"false"},{"info":"Число определяет, насколько большими будут города.  Чем больше число - тем больше города.  0 убирает города, дороги и блокирует все сценарии с городскими стартовыми локациями.","default":"По умолчанию: 8 — Мин.: 0; Макс.: 16","name":"CITY_SIZE","value":"8"},{"info":"Множитель, определяющий количество генерируемых предметов.  Чем выше число - тем больше предметов.","default":"По умолчанию: 1,00 — Мин.: 0,01; Макс.: 10,00","name":"ITEM_SPAWNRATE","value":"1.00"},{"info":"Определяет, сколько урона могут получить монстры.  Высокие значения делают их более крепкими, низкие — более хрупкими.  Требует сброс мира.","default":"По умолчанию: 100 — Мин.: 1; Макс.: 1000","name":"MONSTER_RESILIENCE","value":"100%"},{"info":"Множитель, определяющий количество порождаемых монстров.  Чем выше число - тем больше монстров.","default":"По умолчанию: 1,00 — Мин.: 0,00; Макс.: 50,00","name":"SPAWN_DENSITY","value":"1.00"},{"info":"Настройки цикла дня и ночи.  «Обычный» для нормального цикла.  «Вечный день» для вечного дня.  «Вечная ночь» для вечной ночи.","default":"По умолчанию: normal — Значения: normal, day, night","name":"ETERNAL_TIME_OF_DAY","value":"normal"},{"info":"Коэффициент, определяющий время между улучшениями монстров.  Большее значение означает более медленную эволюцию.  Установите 0.00 для отключения улучшения монстров.","default":"По умолчанию: 4,00 — Мин.: 0,00; Макс.: 100,00","name":"MONSTER_UPGRADE_FACTOR","value":"4.00"},{"info":"Длительность сезона в днях.  Внимание: Кроме длительности сезона, почти ничего не изменяется, так что изменение этого параметра может привести к странным результатам.","default":"По умолчанию: 91 — Мин.: 14; Макс.: 127","name":"SEASON_LENGTH","value":"91"},{"info":"Базовое среднее значение времени в днях между появлением случайных НПС.  Среднее значение растёт вместе с уже созданными НПС.  Чем выше число - тем меньше НПС.  Установите на 0 для отключения случайных НПС.","default":"По умолчанию: 4,00 — Мин.: 0,00; Макс.: 100,00","name":"NPC_SPAWNTIME","value":"4.00"},{"info":"Что делать с миром, когда в нём умирает последний персонаж.","default":"По умолчанию: reset — Значения: reset, delete, query, keep","name":"WORLD_END","value":"reset"}]